export const poems = [
  {
    theme: "Природа",
    category: "Уборка города",
    text: "Город — это не только улицы\nИ небо, что сильно хмурится. \nГород — это еще и прогулки, \nДомики, скверы и переулки.",
  },
  {
    theme: "Природа",
    category: "Посыпать дорожки песком",
    text: "По дорожке чистой, гладкой \nЯ прошел, не наследил… \nКто ж катался здесь украдкой? \nКто здесь падал и ходил?",
  },
  {
    theme: "Город",
    category: "Победить гололед",
    text: "Однажды в нашем городе \rСлучился гололёд: \rМашина не проедет, \nАвтобус не пройдёт. \nЕсли кто-то побежит - \nПоскользнётся и лежит. \nНельзя ни шагу сделать, \nЧтоб тут же не упасть. \nИ людям на работу \nНу просто не попасть. \nИ замерли заводы, \nИ не гудят станки \nИз-за того, что улицы \nНе улицы – катки.",
  },
  {
    theme: "Город",
    category: "Победить вонючие кучи",
    text: "Не бросайте никогда корки, шкурки, палки —\nБыстро наши города превратятся в свалки.\nЕсли мусорить сейчас, то довольно скоро\nМогут вырасти у нас Мусорные горы.\nНо когда летать начнут в школу на ракете —\nПострашней произойдут беды на планете…\nКак пойдут швырять вверху в космос из ракеты\nБанки, склянки, шелуху, рваные пакеты…\nВот тогда не полетят в Новый год снежинки,\nА посыплются как град старые ботинки.\nА когда пойдут дожди из пустых бутылок —\nНа прогулку не ходи: береги затылок!\nЧто же вырастет в саду или в огороде,\nКак пойдёт круговорот мусора в природе?..\nИ хотя мы в школьный класс не летим в ракете,\nЛучше мусорить сейчас отвыкайте, дети!",
  },
  {
    theme: "Город",
    category: "Полезная сортировка",
    text: "Послушайте все, люди разных народов,\nЯ хочу вам рассказать о проблеме отходов.\nА точнее про то, как от них избавляться,\nЧтоб от мусора потом больше не стреляться.\nВ любое время дня, в любое время года,\nСортируй свои отходы в любую погоду.\nСложи отдельно пластик, отдельно стекло,\nТы можешь это сделать, тебе явно повезло.\nНе будут расти вонючие кучи,\nБудет воздух свеж, жить будем лучше.\nИ будет в стране идеальная природа,\nДля тебя, для меня, для всего народа!",
  },
  {
  theme: "Город",
  category: "Здрасьте покрасьте",
  text: "Ну, наконец сарай готов.\nМой дедушка так рад!\nЭх, взять бы краски всех цветов\nИ красить все подряд!\n\nНемного краски есть в ведре,\nНа донышке, чуть-чуть, —\nЯ завтра встану на заре,\nПокрашу что-нибудь!",
},
{
  theme: "Город",
  category: "Детская туса",
  text: "На детской площадке разносится смех,\nЗанятий и места здесь хватит на всех.\nБудет на улице солнце светить,\nТы на прогулку сюда приходи!",  
},
{
  theme: "Город",
  category: "Старушка скамейка",
  text: "Видно, вышли скамейкины сроки -\nни хозяев на ней, ни гостей…\nИ с хвоста почтальонки-сороки\nне берут нарасхват новостей.",  
},
{
  theme: "Город",
  category: "Ветхий тротуар",
  text: "Был этот двор немилосердно стар,\nВ пиявках трещин старый тротуар,\nА посреди зеленое яйцо —\nЕдинственное деревцо!",  
},
{
  theme: "Город",
  category: "Банька по белому",
  text: "Протопи ты мне баньку, хозяюшка,\nРаскалю я себя, распалю,\nНа полоке, у самого краюшка,\nЯ сомненья в себе истреблю.\n\nРазомлею я до неприличности,\nКовш холодный - и все позади.\nИ наколка времен культа личности\nЗасинеет на левой груди.!",  
},
{
  theme: "Город",
  category: "Толкаем МАЗ",
  text: "Дорога, а в дороге — МАЗ,\nКоторый по уши увяз,\nВ кабине — тьма, напарник третий час молчит,\nХоть бы кричал, аж зло берёт:\nНазад пятьсот,\nпятьсот вперёд,\nА он зубами «Танец с саблями» стучит!\nМы оба знали про маршрут,\nЧто этот МАЗ на стройках ждут.\nА наше дело — сел, поехал. Ночь, полночь…\nНу надо ж так! Под Новый год!\nНазад пятьсот,\nпятьсот вперёд!\nСигналим зря — пурга, и некому помочь!",  
},
{
  theme: "Город",
  category: "Погасли лампочки",
  text: "Кто ответит мне, что за дом такой?\nПочему во тьме, как барак чумной?\nСвет лампад погас, воздух вылился,\nАли жить у вас разучилися?",  
},
{
  theme: "Город",
  category: "Чистим грязевые реки",
  text: "Черные города,\nвоображенья грязь.\nСдавленное ‘когда’,\nвыплюнутое ‘вчерась’,\nкарканье воронка,\nкамерный айболит,\nвдавливанье позвонка\nв стираный неолит. — \nВот что нас ждет, дружок,\nдо скончанья времен,\nвот в чем твой сапожок\nчавкать приговорен,\nтакже как мой штиблет,\nхоть и не нов на вид.\nГончую этот след\n не воодушевит. Вот оттого нога,\nвозраст подметки для,\nи не спешит в бега,\nхоть велика земля.\nТак что через плечо\nвиден беды рельеф,\nгде белеет еще\nлампочка, перегорев. Впрочем, итог разрух —\nс фениксом схожий смрад.\nСчастье — суть роскошь двух;\nгоре — есть демократ.\nЧто для слезы — впервой,\nто — лебеда росе.\nВдохновлены травой,\nмы делаемся, как все. То-то идут домой\nвдоль большака столбы —\nв этом, дружок, прямой\nвиден расчет судьбы,\nчтобы не только бог,\nночь сотворивший с днем,\nслиться с пейзажем мог\nи раствориться в нем.",
},
{
  theme: "Город",
  category: "Сушим дворовые моря",
  text: "Что такое лужа? Лужа — это море!\nВ ней кусочек солнца, небо, облака.\nИ сегодня мама пусть со мной не спорит,\nМы уходим в плаванье к далёким берегам.\nНо смеялись папы над игрою нашей,\nРассердились мамы, увели нас мыть.\nИ пришла с метлою дворник тётя Паша,\nЧтобы наше, наше море в люке утопить.\nТолько по секрету вам скажу, ребята,\nВ дальнюю разведку уходил я сам.\nВо дворе напротив, прямо у ограды,\nЖдёт нас, неоткрытый, целый Тихий океан.",
},
]