export const natureOptionsArray = [
  {
    id: 1,
    text: 'Уборка снега',
  },
  {
    id: 2,
    text: 'Уборка листьев',
  },
  {
    id: 3,
    text: 'Уборка леса',
  },
  {
    id: 4,
    text: 'Уборка клумб',
  },
  {
    id: 5,
    text: 'Посадка цветов',
  },
  {
    id: 6,
    text: 'Посадка деревьев',
  },
];

export const cityOptionsArray = [
  {
    id: 1,
    text: 'Победить гололед',
  },
  {
    id: 2,
    text: 'Победить вонючие кучи',
  },
  {
    id: 3,
    text: 'Полезная сортировка',
  },
  {
    id: 4,
    text: 'Здрасьте покрасьте',
  },
  {
    id: 5,
    text: 'Детская туса',
  },
  {
    id: 6,
    text: 'Старушка скамейка',
  },
  {
    id: 7,
    text: 'Ветхий тротуар',
  },
  {
    id: 8,
    text: 'Банька по белому',
  },
  {
    id: 9,
    text: 'Толкаем МАЗ',
  },
  {
    id: 10,
    text: 'Погасли лампочки',
  },
  {
    id: 11,
    text: 'Чистим грязевые реки',
  },
  {
    id: 12,
    text: 'Сушим дворовые моря',
  },
  {
    id: 13,
    text: 'Уборка города',
  },
  {
    id: 14,
    text: 'Посыпать дорожки песком',
  },
];

export const peopleOptionsArray = [
  {
    id: 1,
    text: 'Соревнуемся бабулями',
  },
  {
    id: 2,
    text: 'Едем в дом к пенсионерам',
  },
  {
    id: 3,
    text: 'Не болейте малыши',
  },
  {
    id: 4,
    text: 'Детей чужих не бывает',
  },
  {
    id: 5,
    text: 'Благотворительность',
  },
  {
    id: 6,
    text: 'Разыскиваем мецената',
  },
  {
    id: 7,
    text: 'Помоги соседу',
  },
];

export const animalsOptionsArray = [
  {
    id: 1,
    text: 'Покормить собаку',
  },
  {
    id: 2,
    text: 'Приютить котенка',
  },
  {
    id: 3,
    text: 'Передержка собаки',
  },
  {
    id: 4,
    text: 'Покормить птиц',
  },
  {
    id: 5,
    text: 'Смастерить скворечник',
  },
];

export const poems = [
  {
    theme: "Природа",
    category: "Уборка снега",
    text: "Белая берёза под моим окном\nПринакрылась снегом, точно серебром.\nНа пушистых ветках снежною каймой\nРаспустились кисти белой бахромой.",
  },
  {
    theme: "Природа",
    category: "Уборка листьев",
    text: "Сегодня так светло кругом,\nТакое мертвое молчанье\nВ лесу и в синей вышине,\nЧто можно в этой тишине\nРасслышать листика шуршанье.",
  },
  {
    theme: "Природа",
    category: "Уборка леса",
    text: "Я так люблю осенний лес,\nНад ним — сияние небес,\nЧто я хотел бы превратиться\nИли в багряный тихий лист,\nИль в дождевой веселый свист,\nНо, превратившись, возродиться\nИ возвратиться в отчий дом,\nЧтобы однажды в доме том\nПеред дорогою большою\nСказать: — Я был в лесу листом!\nСказать: — Я был в лесу дождем!\nПоверьте мне: я чист душою…",
  },
  {
    theme: "Природа",
    category: "Уборка клумб",
    text: "Осень наступила,\nВысохли цветы,\nИ глядят уныло\nГолые кусты.",
  },
  {
    theme: "Природа",
    category: "Посадка цветов",
    text: "По утрам умываясь росой,\nКак цвели они! Как красовались!\nНо упали они под косой,\nИ спросил я: — А как назывались? —\nИ мерещилось многие дни\nЧто то тайное в этой развязке:\nСлишком грустно и нежно они\nНазывались — «анютины глазки».",
  },
  {
    theme: "Природа",
    category: "Посадка деревьев",
    text: "У каждого дома\nВдоль нашей деревни\nРаскинули ветви\nБольшие деревья.\nИх деды сажали\nСвоими руками\nСебе на утеху\nИ внукам на память.\nСажали, растили\nВ родимом краю.\nХарактеры дедов\nПо ним узнаю.",
  },
  {
    theme: "Город",
    category: "Победить гололед",
    text: "Однажды в нашем городе \nСлучился гололёд: \nМашина не проедет, \nАвтобус не пройдёт. \nЕсли кто-то побежит - \nПоскользнётся и лежит. \nНельзя ни шагу сделать, \nЧтоб тут же не упасть. \nИ людям на работу \nНу просто не попасть. \nИ замерли заводы, \nИ не гудят станки \nИз-за того, что улицы \nНе улицы – катки.",
  },
  {
    theme: "Город",
    category: "Победить вонючие кучи",
    text: "Не бросайте никогда корки, шкурки, палки —\nБыстро наши города превратятся в свалки.\nЕсли мусорить сейчас, то довольно скоро\nМогут вырасти у нас Мусорные горы.\nНо когда летать начнут в школу на ракете —\nПострашней произойдут беды на планете…\nКак пойдут швырять вверху в космос из ракеты\nБанки, склянки, шелуху, рваные пакеты…\nВот тогда не полетят в Новый год снежинки,\nА посыплются как град старые ботинки.\nА когда пойдут дожди из пустых бутылок —\nНа прогулку не ходи: береги затылок!\nЧто же вырастет в саду или в огороде,\nКак пойдёт круговорот мусора в природе?..\nИ хотя мы в школьный класс не летим в ракете,\nЛучше мусорить сейчас отвыкайте, дети!",
  },
  {
    theme: "Город",
    category: "Полезная сортировка",
    text: "Послушайте все, люди разных народов,\nЯ хочу вам рассказать о проблеме отходов.\nА точнее про то, как от них избавляться,\nЧтоб от мусора потом больше не стреляться.\nВ любое время дня, в любое время года,\nСортируй свои отходы в любую погоду.\nСложи отдельно пластик, отдельно стекло,\nТы можешь это сделать, тебе явно повезло.\nНе будут расти вонючие кучи,\nБудет воздух свеж, жить будем лучше.\nИ будет в стране идеальная природа,\nДля тебя, для меня, для всего народа!",
  },
  {
    theme: "Город",
    category: "Здрасьте покрасьте",
    text: "Ну, наконец сарай готов.\nМой дедушка так рад!\nЭх, взять бы краски всех цветов\nИ красить все подряд!\n\nНемного краски есть в ведре,\nНа донышке, чуть-чуть, —\nЯ завтра встану на заре,\nПокрашу что-нибудь!",
  },
  {
    theme: "Город",
    category: "Детская туса",
    text: "На детской площадке разносится смех,\nЗанятий и места здесь хватит на всех.\nБудет на улице солнце светить,\nТы на прогулку сюда приходи!",  
  },
  {
    theme: "Город",
    category: "Старушка скамейка",
    text: "Видно, вышли скамейкины сроки -\nни хозяев на ней, ни гостей…\nИ с хвоста почтальонки-сороки\nне берут нарасхват новостей.",  
  },
  {
    theme: "Город",
    category: "Ветхий тротуар",
    text: "Был этот двор немилосердно стар,\nВ пиявках трещин старый тротуар,\nА посреди зеленое яйцо —\nЕдинственное деревцо!",  
  },
  {
    theme: "Город",
    category: "Банька по белому",
    text: "Протопи ты мне баньку, хозяюшка,\nРаскалю я себя, распалю,\nНа полоке, у самого краюшка,\nЯ сомненья в себе истреблю.\n\nРазомлею я до неприличности,\nКовш холодный - и все позади.\nИ наколка времен культа личности\nЗасинеет на левой груди.!",  
  },
  {
    theme: "Город",
    category: "Толкаем МАЗ",
    text: "Дорога, а в дороге — МАЗ,\nКоторый по уши увяз,\nВ кабине — тьма, напарник третий час молчит,\nХоть бы кричал, аж зло берёт:\nНазад пятьсот,\nпятьсот вперёд,\nА он зубами «Танец с саблями» стучит!\nМы оба знали про маршрут,\nЧто этот МАЗ на стройках ждут.\nА наше дело — сел, поехал. Ночь, полночь…\nНу надо ж так! Под Новый год!\nНазад пятьсот,\nпятьсот вперёд!\nСигналим зря — пурга, и некому помочь!",  
  },
  {
    theme: "Город",
    category: "Погасли лампочки",
    text: "Кто ответит мне, что за дом такой?\nПочему во тьме, как барак чумной?\nСвет лампад погас, воздух вылился,\nАли жить у вас разучилися?",  
  },
  {
    theme: "Город",
    category: "Чистим грязевые реки",
    text: "Черные города,\nвоображенья грязь.\nСдавленное ‘когда’,\nвыплюнутое ‘вчерась’,\nкарканье воронка,\nкамерный айболит,\nвдавливанье позвонка\nв стираный неолит. — \nВот что нас ждет, дружок,\nдо скончанья времен,\nвот в чем твой сапожок\nчавкать приговорен,\nтакже как мой штиблет,\nхоть и не нов на вид.\nГончую этот след\n не воодушевит. Вот оттого нога,\nвозраст подметки для,\nи не спешит в бега,\nхоть велика земля.\nТак что через плечо\nвиден беды рельеф,\nгде белеет еще\nлампочка, перегорев. Впрочем, итог разрух —\nс фениксом схожий смрад.\nСчастье — суть роскошь двух;\nгоре — есть демократ.\nЧто для слезы — впервой,\nто — лебеда росе.\nВдохновлены травой,\nмы делаемся, как все. То-то идут домой\nвдоль большака столбы —\nв этом, дружок, прямой\nвиден расчет судьбы,\nчтобы не только бог,\nночь сотворивший с днем,\nслиться с пейзажем мог\nи раствориться в нем.",
  },
  {
    theme: "Город",
    category: "Сушим дворовые моря",
    text: "Что такое лужа? Лужа — это море!\nВ ней кусочек солнца, небо, облака.\nИ сегодня мама пусть со мной не спорит,\nМы уходим в плаванье к далёким берегам.\nНо смеялись папы над игрою нашей,\nРассердились мамы, увели нас мыть.\nИ пришла с метлою дворник тётя Паша,\nЧтобы наше, наше море в люке утопить.\nТолько по секрету вам скажу, ребята,\nВ дальнюю разведку уходил я сам.\nВо дворе напротив, прямо у ограды,\nЖдёт нас, неоткрытый, целый Тихий океан.",
  },
  {
    theme: "Город",
    category: "Уборка города",
    text: "Город — это не только улицы\nИ небо, что сильно хмурится. \nГород — это еще и прогулки, \nДомики, скверы и переулки.",
  },
  {
    theme: "Город",
    category: "Посыпать дорожки песком",
    text: "По дорожке чистой, гладкой \nЯ прошел, не наследил… \nКто ж катался здесь украдкой? \nКто здесь падал и ходил?",
  },
  {
    theme: "Люди",
    category: "Соревнуемся бабулями",
    text: "Помогаю бабушке\nЯ уже большой\nУлыбнулась бабушка \nИ стала молодой\n- Молодая бабушка! \nЛюди говорят\nЯ за нашу бабушк\nОчень рад.\nЯ, ребята, бабушке\nНе грублю,\nПотому что бабушку\nЯ люблю.\nБудем нашим бабушкам\nПомогать с тобой!\n- Улыбайся, бабушка,\nВсегда будь молодой!",
  },
    {
    theme: "Люди",
    category: "Едем в дом к пенсионерам",
    text: "Не бросайте стариков, жалейте,\nУважайте старость и лелейте,\nИм дарите ласку и вниманье,\nИ любви великое признанье.\n\nУтешайте в скорби и печали,\nВ час, когда сердца стучать устали,\nОкружите теплотой и светом,\nИ не ждите скорого ответа.\n\nНе бросайте стариков, любите,\nПамять об ушедших сохраните.\nСердце на заботу отзовется,\nИ любовь сторицей к вам вернется!",
  },
  {
      theme: "Люди",
    category: "Не болейте малыши",
    text: "Мне жалко и больно смотреть на детей.\nИх фото заполняют страницы сетей.\nПечальные их грустные глаза,\nНа реснице катится слеза.\n \nПросит помощи ребенок,\nЗаболел малыш с пеленок.\nМать печальная от боли\nУмоляет бога,\nЧтобы он, был не болен!",
},
  {
    theme: "Люди",
    category: "Детей чужих не бывает",
    text: "Не будьте люди равнодушны!!!\nНе стоит закрывать глаза,\nС бедой бороться - вместе нужно!!!\nСпасать детей - добро даря.\n\nБывает разное на свете,\nИ мы не знаем наперёд,\nКак жизнь нас с вами - испытает...\nИ кто на помощь к нам - придёт...\n\nДетей чужих ведь не бывает!!!\nМы все под небом - под одним.\nОни ни в чём не виноваты...\nДавайте жизнь их сохраним!!!\n\nПускай откажите Вы в чем -то\nНе купите билет в кино,\nНо видит Бог - людей поступки,\nДобро ответит Вам - добром!",
  },
  {
    theme: "Люди",
    category: "Благотворительность",
    text: "Зачем и почему мы помогаем?\nПустой вопрос… И непростой ответ…\nЕсть у кого-то в жизни цель другая…\nА у кого-то выше цели нет…\n\nТворят добро совсем не за «спасибо!»\nНе за табличку «Добрые сердца»…\nНе потому что помогать — «красиво»,\nНе для того, чтоб тень убрать с лица…\n\nНе для того, чтоб поучать кого-то,\nМол я помог, теперь и твой черед.\nНе чтобы откупиться от чего-то…\nИ не затем, чтоб «заплатить вперёд»…\n\nМы помощью не платим за ошибки…\nНе откуп, не гордыня… вовсе нет!\nМы помогаем, чтоб детей улыбки\nДарили нам свой лучезарный свет…",
  },
  {
    theme: "Люди",
    category: "Благотворительность",
    text: "Зачем и почему мы помогаем?\nПустой вопрос… И непростой ответ…\nЕсть у кого-то в жизни цель другая…\nА у кого-то выше цели нет…\n\nТворят добро совсем не за «спасибо!»\nНе за табличку «Добрые сердца»…\nНе потому что помогать — «красиво»,\nНе для того, чтоб тень убрать с лица…\n\nНе для того, чтоб поучать кого-то,\nМол я помог, теперь и твой черед.\nНе чтобы откупиться от чего-то…\nИ не затем, чтоб «заплатить вперёд»…\n\nМы помощью не платим за ошибки…\nНе откуп, не гордыня… вовсе нет!\nМы помогаем, чтоб детей улыбки\nДарили нам свой лучезарный свет…",
  },
  {
    theme: "Люди",
    category: "Разыскиваем мецената",
    text: "Царей потомок Меценат, \nМой покровитель стародавний, \nИные колесницу мчат \nВ ристалище под пылью славной \nИ, заповеданной ограды \nКасаясь жгучим колесом, \nПобедной ждут себе награды \nИ мнят быть равны с божеством. \nДругие на свою главу \nСбирают титла знамениты, \nНепостоянные квириты \nИм предают..... молву.",
  },
  {
    theme: "Люди",
    category: "Помоги соседу",
    text: "А знаешь, есть в мире хорошие люди:\nЕсть люди-улыбки и люди-сердца,\nА значит, наверное, все еще будет.\nНам надо лишь жить от души, до конца,\n\nВстречая рассветы с надеждой о чуде,\nРасставшись с любовью мечтать о другой,\nЧто завтра тебя непременно разбудит\nИ в радостный мир поведет за собой.",
  },
  {
    theme: "Животные",
    category: "Приютить котенка",
    text: "Хороши у нас котята —\nРаз, Два, Три, Четыре, Пять!\nЗаходите к нам, ребята,\nПосмотреть и посчитать.",
  },
  {
    theme: "Животные",
    category: "Передержка собаки",
    text: "Может, он в лесу дремучем\nПод кустом сидит колючим,\nЗаблудился, ищет дом,\nМокнет, бедный, под дождём?",
  },
  {
    theme: "Животные",
    category: "Покормить птиц",
    text: "Имя твое — птица в руке,\nИмя твое — льдинка на языке.",
  },
  {
    theme: "Животные",
    category: "Смастерить скворечник",
    text: "Душа моя, как птица,\nЖивет в лесной глуши,\nИ больше не родится\nНа свет такой души.",
  },
];